Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# about.eula.term3.title
source: Data Responsibility
ar: مسؤولية البيانات
de: Datenverantwortung
es: Responsabilidad de Datos
fr: Responsabilité des données
id: Tanggung Jawab Data
it: Responsabilità dei Dati
ja: データ責任
ko: 데이터 책임
nl: Gegevensverantwoordelijkheid
pl: Odpowiedzialność za dane
pt_br: Responsabilidade pelos Dados
ru: Ответственность за данные
tr: Veri Sorumluluğu
uk: Відповідальність за дані
vi: Trách nhiệm dữ liệu
zh_hans: 数据责任
zh_hant: 資料責任

# about.eula.term4.text
source: This software is provided "as is" without warranties of any kind. To the maximum extent permitted by law, the developer is not liable for direct or indirect damages arising from your use of this software.
ar: يُقدم هذا البرنامج "كما هو" دون أي ضمانات من أي نوع. إلى أقصى حد يسمح به القانون، لا يتحمل المطور المسؤولية عن الأضرار المباشرة أو غير المباشرة الناشئة عن استخدامك لهذا البرنامج.
de: Diese Software wird „wie besehen“ ohne jegliche Gewährleistung bereitgestellt. Im gesetzlich zulässigen Umfang haftet der Entwickler nicht für direkte oder indirekte Schäden, die aus der Nutzung dieser Software entstehen.
es: Este software se proporciona "tal cual", sin garantías de ningún tipo. En la máxima medida permitida por la ley, el desarrollador no es responsable por daños directos o indirectos derivados del uso de este software.
fr: Ce logiciel est fourni « tel quel » sans garantie d'aucune sorte. Dans toute la mesure permise par la loi, le développeur n'est pas responsable des dommages directs ou indirects découlant de votre utilisation de ce logiciel.
id: Perangkat lunak ini disediakan "sebagaimana adanya" tanpa jaminan apa pun. Sejauh diizinkan oleh hukum, pengembang tidak bertanggung jawab atas kerusakan langsung atau tidak langsung yang timbul dari penggunaan perangkat lunak ini.
it: Questo software viene fornito "così com'è" senza garanzie di alcun tipo. Nella misura massima consentita dalla legge, lo sviluppatore non è responsabile per danni diretti o indiretti derivanti dall'uso di questo software.
ja: 本ソフトウェアは「現状のまま」提供され、いかなる種類の保証もありません。適用法で認められる最大限の範囲において、開発者は本ソフトウェアの使用から生じる直接的または間接的な損害について責任を負いません。
ko: 이 소프트웨어는 어떠한 종류의 보증 없이 "있는 그대로" 제공됩니다. 법률이 허용하는 최대 범위 내에서 개발자는 이 소프트웨어 사용으로 인해 발생하는 직접적 또는 간접적 손해에 대해 책임을 지지 않습니다.
nl: Deze software wordt geleverd 'zoals het is' zonder enige vorm van garantie. Voor zover maximaal toegestaan door de wet is de ontwikkelaar niet aansprakelijk voor directe of indirecte schade die voortvloeit uit uw gebruik van deze software.
pl: To oprogramowanie jest dostarczane „tak jak jest” bez żadnych gwarancji. W maksymalnym zakresie dozwolonym przez prawo, twórca nie ponosi odpowiedzialności za bezpośrednie lub pośrednie szkody wynikające z używania tego oprogramowania.
pt_br: Este software é fornecido "como está", sem garantias de qualquer tipo. Na máxima extensão permitida por lei, o desenvolvedor não é responsável por danos diretos ou indiretos decorrentes do uso deste software.
ru: Это программное обеспечение предоставляется «как есть» без каких-либо гарантий. В максимальной степени, разрешённой законом, разработчик не несёт ответственности за прямые или косвенные убытки, возникшие в результате использования вами этого программного обеспечения.
tr: Bu yazılım, hiçbir türde garanti olmaksızın "olduğu gibi" sağlanmaktadır. Yasaların izin verdiği azami ölçüde, geliştirici bu yazılımı kullanımınızdan kaynaklanan doğrudan veya dolaylı zararlardan sorumlu değildir.
uk: Це програмне забезпечення надається «як є» без будь-яких гарантій. Максимально дозволеною законом мірою розробник не несе відповідальності за прямі чи непрямі збитки, що виникають внаслідок використання цього програмного забезпечення.
vi: Phần mềm này được cung cấp "nguyên trạng" mà không có bất kỳ bảo đảm nào. Trong phạm vi tối đa được pháp luật cho phép, nhà phát triển không chịu trách nhiệm về các thiệt hại trực tiếp hoặc gián tiếp phát sinh từ việc bạn sử dụng phần mềm này.
zh_hans: 本软件按「现状」提供，不附带任何明示或暗示的保证。在法律允许的最大范围内，开发者不对因使用本软件而产生的直接或间接损失承担责任。
zh_hant: 本軟體依「現狀」提供，不附帶任何明示或默示之擔保。於法律允許之最大範圍內，開發者不就因使用本軟體所生之直接或間接損害負擔責任。

# about.eula.term4.title
source: Disclaimer
ar: إخلاء المسؤولية
de: Haftungsausschluss
es: Descargo de Responsabilidad
fr: Avis de non-responsabilité
id: Penyangkalan
ja: 免責事項
ko: 면책 조항
pl: Zrzeczenie się odpowiedzialności
pt_br: Isenção de Responsabilidade
ru: Отказ от ответственности
tr: Sorumluluk Reddi
uk: Відмова від відповідальності
vi: Tuyên bố miễn trừ
zh_hans: 免责声明
zh_hant: 免責聲明

# about.eula.title
source: End User License Agreement
ar: اتفاقية ترخيص المستخدم النهائي
de: Endbenutzer-Lizenzvertrag
es: Acuerdo de Licencia de Usuario Final
fr: Contrat de licence utilisateur final
id: Perjanjian Lisensi Pengguna Akhir
it: Contratto di Licenza con l'Utente Finale
ja: エンドユーザー使用許諾契約
ko: 최종 사용자 라이선스 계약
nl: Eindgebruikerslicentieovereenkomst
pl: Umowa licencyjna użytkownika końcowego
pt_br: Contrato de Licença de Usuário Final
ru: Лицензионное соглашение с конечным пользователем
tr: Son Kullanıcı Lisans Sözleşmesi
uk: Ліцензійна угода з кінцевим користувачем
vi: Thỏa thuận cấp phép người dùng cuối
zh_hans: 最终用户许可协议
zh_hant: 最終使用者授權協議

# about.eula.viewFull
source: View Full Agreement
ar: عرض الاتفاقية الكاملة
de: Vollständige Vereinbarung anzeigen
es: Ver Acuerdo Completo
fr: Voir le contrat complet
id: Lihat Perjanjian Lengkap
it: Visualizza il Contratto Completo
ja: 完全な契約を表示
ko: 전체 계약 보기
nl: Volledige overeenkomst bekijken
pl: Zobacz pełną umowę
pt_br: Ver Contrato Completo
ru: Просмотреть полное соглашение
tr: Tam Sözleşmeyi Görüntüle
uk: Переглянути повну угоду
vi: Xem toàn bộ thỏa thuận
zh_hans: 查看完整协议
zh_hant: 檢視完整協議

# about.externalLink.open
source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
id: Buka
it: Apri
ja: 開く
ko: 열기
nl: Openen
pl: Otwórz
pt_br: Abrir
ru: Открыть
tr: Aç
uk: Відкрити
vi: Mở
zh_hans: 打开
zh_hant: 開啟

# about.externalLink.source
source: Source
ar: المصدر
de: Quelle
es: Fuente
id: Sumber
it: Sorgente
ja: ソース
ko: 소스
nl: Bron
pl: Źródło
pt_br: Fonte
ru: Исходный код
tr: Kaynak
uk: Джерело
vi: Nguồn
zh_hans: 源码
zh_hant: 原始碼

# about.nav.copyright
source: Copyright
ar: حقوق النشر
de: Urheberrecht
fr: Droit d'auteur
id: Hak Cipta
ja: 著作権
ko: 저작권
nl: Auteursrecht
pl: Prawa autorskie
pt_br: Direitos Autorais
ru: Авторские права
tr: Telif Hakkı
uk: Авторські права
vi: Bản quyền
zh_hans: 版权
zh_hant: 著作權

# about.nav.credits
source: Credits
ar: الإسهامات
de: Danksagungen
es: Créditos
fr: Remerciements
id: Kredit
it: Crediti
ja: 謝辞
ko: 크레딧
pl: Podziękowania
pt_br: Créditos
ru: Благодарности
tr: Teşekkürler
uk: Подяки
vi: Lời cảm ơn
zh_hans: 致谢
zh_hant: 致謝

# about.nav.eula
source: EULA
ar: اتفاقية الترخيص
fr: CLUF

# about.nav.overview
source: Overview
ar: نظرة عامة
de: Übersicht
es: Resumen
fr: Aperçu
id: Ikhtisar
it: Panoramica
ja: 概要
ko: 개요
nl: Overzicht
pl: Przegląd
pt_br: Visão Geral
ru: Обзор
tr: Genel Bakış
uk: Огляд
vi: Tổng quan
zh_hans: 概览
zh_hant: 概覽

# about.nav.privacy
source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
id: Privasi
ja: プライバシー
ko: 개인정보
pl: Prywatność
pt_br: Privacidade
ru: Конфиденциальность
tr: Gizlilik
uk: Конфіденційність
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私權

# about.nav.support
source: Support
ar: الدعم
es: Soporte
fr: Assistance
id: Dukungan
it: Supporto
ja: サポート
ko: 지원
nl: Ondersteuning
pl: Wsparcie
pt_br: Suporte
ru: Поддержка
tr: Destek
uk: Підтримка
vi: Hỗ trợ
zh_hans: 支持
zh_hant: 支援

# about.overview.description
source: Organize — Sync Stars from GitHub to a fast local library. Understand — Tags, private notes, and native README reading. Rediscover — Search and filter your way back to the right repo.
ar: نظّم — مزامنة النجوم من GitHub إلى مكتبة محلية سريعة. افهم — وسوم وملاحظات خاصة وقراءة README أصلية. أعد الاكتشاف — ابحث وصفِّ طريقك إلى المستودع الصحيح.
de: Organisieren – Synchronisiere Sterne von GitHub in eine schnelle lokale Bibliothek. Verstehen – Tags, private Notizen und natives README-Lesen. Wiederentdecken – Suche und filtere dich zurück zum richtigen Repository.
es: Organiza — Sincroniza estrellas de GitHub a una biblioteca local rápida. Comprende — Etiquetas, notas privadas y lectura nativa de README. Redescubre — Busca y filtra para volver al repositorio correcto.
fr: Organisez — Synchronisez les étoiles de GitHub vers une bibliothèque locale rapide. Comprenez — Tags, notes privées et lecture native des README. Redécouvrez — Recherchez et filtrez pour retrouver le bon dépôt.
id: Atur — Sinkronkan Stars dari GitHub ke perpustakaan lokal yang cepat. Pahami — Tag, catatan pribadi, dan pembacaan README asli. Temukan Kembali — Cari dan filter untuk menemukan repositori yang tepat.
it: Organizza — Sincronizza le Stelle da GitHub in una libreria locale veloce. Comprendi — Tag, note private e lettura nativa dei README. Riscopri — Cerca e filtra per ritrovare il repository giusto.
ja: 整理 — GitHubからスターを高速なローカルライブラリに同期。 理解 — タグ、プライベートノート、ネイティブREADMEリーディング。 再発見 — 検索とフィルタで目的のリポジトリに戻る。
ko: 정리 — GitHub에서 Star를 동기화하여 빠른 로컬 라이브러리로. 이해 — 태그, 개인 노트 및 네이티브 README 읽기. 재발견 — 검색 및 필터로 올바른 저장소로 다시 찾아가기.
nl: Organiseer — Synchroniseer sterren van GitHub naar een snelle lokale bibliotheek. Begrijp — Tags, privénotities en native README-lezing. Herontdek — Zoek en filter uw weg terug naar de juiste repo.
pl: Organizuj — synchronizuj gwiazdki z GitHub do szybkiej lokalnej biblioteki. Zrozum — tagi, prywatne notatki i natywne czytanie README. Odkryj na nowo — wyszukuj i filtruj, aby wrócić do odpowiedniego repozytorium.
pt_br: Organize — Sincronize Estrelas do GitHub para uma biblioteca local rápida. Entenda — Tags, notas privadas e leitura nativa de README. Redescubra — Pesquise e filtre seu caminho de volta ao repositório certo.
ru: Организуйте — синхронизируйте звёзды GitHub в быструю локальную библиотеку. Понимайте — теги, личные заметки и нативное чтение README. Находите заново — ищите и фильтруйте, чтобы вернуться к нужному репозиторию.
tr: Düzenle — GitHub'dan Yıldızları hızlı bir yerel kütüphaneye senkronize edin. Anla — Etiketler, özel notlar ve yerel README okuma. Yeniden Keşfet — Doğru depoya geri dönmek için arama ve filtreleme yapın.
uk: Організовуйте — синхронізуйте зірки з GitHub у швидку локальну бібліотеку. Розумійте — теги, приватні нотатки та рідне читання README. Відкривайте заново — шукайте та фільтруйте, щоб знайти потрібний репозиторій.
vi: Sắp xếp — Đồng bộ Stars từ GitHub vào thư viện cục bộ nhanh. Hiểu — Thẻ, ghi chú riêng tư và đọc README gốc. Khám phá lại — Tìm kiếm và lọc để quay lại đúng kho lưu trữ.
zh_hans: 整理 — 从 GitHub 拉取 Stars，本地缓存，告别网页翻找。 理解 — 标签分类、私有笔记、README 原生渲染，把仓库读懂。 找回 — 全文搜索与多维筛选，让收藏真正为你所用。
zh_hant: 整理 — 從 GitHub 同步 Stars 至快速的本機資料庫。 理解 — 標籤、私人筆記與原生 README 閱讀。 重新發現 — 搜尋與篩選，輕鬆找回正確的儲存庫。

# about.overview.feature.aiReserved.detail
source: Abstract, AI repository chat, code maps, tag suggestions, and semantic search have been fully integrated with AI.
ar: الملخص، ودردشة مستودع الذكاء الاصطناعي، وخرائط الكود، واقتراحات الوسوم، والبحث الدلالي تم دمجها بالكامل مع الذكاء الاصطناعي.
de: Zusammenfassung, KI-Repository-Chat, Code-Karten, Tag-Vorschläge und semantische Suche wurden vollständig mit KI integriert.
es: Resumen, chat de repositorio con IA, mapas de código, sugerencias de etiquetas y búsqueda semántica están completamente integrados con IA.
fr: Le résumé, le chat IA du dépôt, les cartes de code, les suggestions de tags et la recherche sémantique sont entièrement intégrés à l'IA.
id: Abstrak, obrolan repositori AI, peta kode, saran tag, dan pencarian semantik telah sepenuhnya terintegrasi dengan AI.
it: Abstract, chat AI sui repository, mappe del codice, suggerimenti di tag e ricerca semantica sono stati completamente integrati con l'AI.
ja: 要約、AIリポジトリチャット、コードマップ、タグ提案、セマンティック検索がAIと完全に統合されました。
ko: 요약, AI 저장소 채팅, 코드 맵, 태그 제안 및 의미 검색이 AI와 완전히 통합되었습니다.
nl: Abstract, AI-repositorychat, codekaarten, tagsuggesties en semantisch zoeken zijn volledig geïntegreerd met AI.
pl: Streszczenie, czat z repozytorium AI, mapy kodu, sugestie tagów i wyszukiwanie semantyczne zostały w pełni zintegrowane z AI.
pt_br: Resumo, chat de repositório com IA, mapas de código, sugestões de tags e pesquisa semântica foram totalmente integrados com IA.
ru: Аннотации, чат с репозиторием, карты кода, предложения тегов и семантический поиск полностью интегрированы с ИИ.
tr: Özet, AI depo sohbeti, kod haritaları, etiket önerileri ve anlamsal arama, AI ile tamamen entegre edilmiştir.
uk: Абстрагування, чат з репозиторієм, карти коду, пропозиції тегів та семантичний пошук повністю інтегровані зі ШІ.
vi: Tóm tắt, trò chuyện AI với kho lưu trữ, bản đồ mã, gợi ý thẻ và tìm kiếm ngữ nghĩa đã được tích hợp đầy đủ với AI.
zh_hans: 摘要、AI仓库对话、代码图谱、标签建议和语义搜索已全面接入 AI。
zh_hant: 摘要、AI 儲存庫對話、程式碼圖譜、標籤建議與語意搜尋已全面整合 AI。

# about.overview.feature.aiReserved.title
source: AI Ready
ar: جاهز للذكاء الاصطناعي
de: KI-bereit
es: Preparado para IA
fr: Prêt pour l'IA
id: Siap AI
it: Pronto per l'AI
ja: AI対応
ko: AI 준비
nl: AI-gereed
pl: Gotowe na AI
pt_br: Pronto para IA
ru: Готов к ИИ
tr: AI Hazır
uk: Готовність до ШІ
vi: Sẵn sàng AI
zh_hans: AI 能力
zh_hant: AI 就緒

# about.overview.feature.githubNative.detail
source: Sync Stars, README, Release and repo metadata from GitHub.
ar: مزامنة النجوم وREADME والإصدارات وبيانات المستودع الوصفية من GitHub.
de: Synchronisiere Sterne, README, Releases und Repository-Metadaten von GitHub.
es: Sincroniza estrellas, README, lanzamientos y metadatos del repositorio desde GitHub.
fr: Synchronisez les étoiles, les README, les versions et les métadonnées des dépôts depuis GitHub.
id: Sinkronkan Stars, README, Rilis, dan metadata repositori dari GitHub.
it: Sincronizza Stelle, README, Release e metadati dei repository da GitHub.
ja: GitHubからスター、README、リリース、リポジトリメタデータを同期します。
ko: GitHub에서 Star, README, 릴리스 및 저장소 메타데이터를 동기화합니다.
nl: Synchroniseer sterren, README, Release en repo-metadata van GitHub.
pl: Synchronizuj gwiazdki, README, wydania i metadane repozytorium z GitHub.
pt_br: Sincronize Estrelas, README, Release e metadados do repositório do GitHub.
ru: Синхронизируйте звёзды, README, релизы и метаданные репозиториев с GitHub.
tr: Yıldızları, README'leri, Sürümleri ve depo meta verilerini GitHub'dan senkronize edin.
uk: Синхронізуйте зірки, README, релізи та метадані репозиторію з GitHub.
vi: Đồng bộ Stars, README, Release và siêu dữ liệu kho lưu trữ từ GitHub.
zh_hans: 同步 Stars、README、Release 与仓库元数据。
zh_hant: 從 GitHub 同步 Stars、README、Release 與儲存庫中繼資料。

# about.overview.feature.githubNative.title
source: GitHub Native
ar: GitHub أصلي
de: GitHub-nativ
es: GitHub Nativo
fr: GitHub natif
id: GitHub Asli
it: GitHub Nativo
ja: GitHubネイティブ
ko: GitHub 네이티브
pt_br: GitHub Nativo
tr: GitHub Yerel
uk: Рідний GitHub
zh_hans: GitHub 原生
zh_hant: GitHub 原生

# about.overview.feature.localFirst.detail
source: Tags, Notes, and Status are written to local SQLite; repo cache can be rebuilt.
ar: الوسوم والملاحظات والحالة تُكتب إلى SQLite محلي؛ يمكن إعادة بناء ذاكرة التخزين المؤقت للمستودع.
de: Tags, Notizen und Status werden in lokales SQLite geschrieben; der Repository-Cache kann neu aufgebaut werden.
es: Las etiquetas, notas y estado se escriben en SQLite local; la caché del repositorio se puede reconstruir.
fr: Les tags, les notes et le statut sont écrits dans SQLite local ; le cache du dépôt peut être reconstruit.
id: Tag, Catatan, dan Status ditulis ke SQLite lokal; cache repositori dapat dibangun ulang.
it: Tag, Note e Stato vengono scritti in SQLite locale; la cache dei repository può essere ricostruita.
ja: タグ、ノート、ステータスはローカルのSQLiteに書き込まれ、リポジトリキャッシュは再構築可能です。
ko: 태그, 노트 및 상태는 로컬 SQLite에 기록됩니다. 저장소 캐시는 다시 빌드할 수 있습니다.
nl: Tags, notities en status worden naar lokale SQLite geschreven; repo-cache kan opnieuw worden opgebouwd.
pl: Tagi, notatki i status są zapisywane w lokalnej bazie SQLite; pamięć podręczna repozytorium może być odbudowana.
pt_br: Tags, Notas e Status são gravados em SQLite local; o cache do repositório pode ser reconstruído.
ru: Теги, заметки и статус записываются в локальную SQLite; кэш репозиториев можно перестроить.
tr: Etiketler, Notlar ve Durum yerel SQLite'a yazılır; depo önbelleği yeniden oluşturulabilir.
uk: Теги, нотатки та статус записуються в локальну SQLite; кеш репозиторію можна перебудувати.
vi: Thẻ, Ghi chú và Trạng thái được ghi vào SQLite cục bộ; bộ nhớ đệm kho lưu trữ có thể được xây dựng lại.
zh_hans: Tags、Notes、Status 写入本地 SQLite，repo 缓存可重建。
zh_hant: 標籤、筆記與狀態寫入本機 SQLite；儲存庫快取可重建。

# about.overview.feature.localFirst.title
source: Local First
ar: محلي أولاً
de: Lokal zuerst
es: Local Primero
fr: Local d'abord
id: Lokal Pertama
it: Locale Prima
ja: ローカルファースト
ko: 로컬 우선
nl: Lokaal Eerst
pl: Lokalny pierwszy
pt_br: Local Primeiro
ru: Локальные данные
tr: Yerel Öncelikli
uk: Локальні дані перш за все
vi: Ưu tiên cục bộ
zh_hans: 本地优先
zh_hant: 本機優先

# about.overview.feature.searchFind.detail
source: FTS5 full-text search, filter by language, tags, and status.
ar: بحث نصي كامل FTS5، تصفية حسب اللغة والوسوم والحالة.
de: FTS5-Volltextsuche, Filter nach Sprache, Tags und Status.
es: Búsqueda de texto completo FTS5, filtro por idioma, etiquetas y estado.
fr: Recherche en texte intégral FTS5, filtre par langue, tags et statut.
id: Pencarian teks lengkap FTS5, filter berdasarkan bahasa, tag, dan status.
it: Ricerca full-text FTS5, filtro per lingua, tag e stato.
ja: FTS5全文検索、言語、タグ、ステータスによるフィルタリング。
ko: FTS5 전체 텍스트 검색, 언어, 태그 및 상태별 필터.
nl: FTS5 volledige tekstzoekopdracht, filter op taal, tags en status.
pl: Pełnotekstowe wyszukiwanie FTS5, filtrowanie według języka, tagów i statusu.
pt_br: Pesquisa de texto completo FTS5, filtro por idioma, tags e status.
ru: Полнотекстовый поиск FTS5, фильтрация по языку, тегам и статусу.
tr: FTS5 tam metin araması, dile, etiketlere ve duruma göre filtreleme.
uk: Повнотекстовий пошук FTS5, фільтрація за мовою, тегами та статусом.
vi: Tìm kiếm toàn văn FTS5, lọc theo ngôn ngữ, thẻ và trạng thái.
zh_hans: FTS5 全文检索，按语言、标签和状态过滤。
zh_hant: FTS5 全文搜尋，依語言、標籤與狀態篩選。

# about.overview.feature.searchFind.title
source: Search & Find
ar: البحث والاكتشاف
de: Suchen & Finden
es: Buscar y Encontrar
fr: Rechercher et trouver
id: Cari & Temukan
it: Cerca e Trova
ja: 検索と検出
ko: 검색 및 찾기
nl: Zoeken & Vinden
pl: Szukaj i znajdź
pt_br: Pesquisar e Encontrar
ru: Поиск и находки
tr: Ara ve Bul
uk: Пошук та знаходження
vi: Tìm kiếm & Khám phá
zh_hans: 搜索找回
zh_hant: 搜索與查找

# about.overview.subtitle
source: A local-first GitHub Star management tool
ar: أداة لإدارة نجوم GitHub محلية أولاً
de: Ein lokal erstes Verwaltungstool für GitHub-Sterne
es: Una herramienta de gestión de estrellas de GitHub local-primero
fr: Un outil de gestion des étoiles GitHub local d'abord
id: Alat manajemen GitHub Star yang mengutamakan lokal
it: Uno strumento di gestione delle Stelle GitHub locale-primo
ja: ローカルファーストのGitHub Star管理ツール
ko: 로컬 우선 GitHub Star 관리 도구
nl: Een lokaal-eerste GitHub-sterbeheerder
pl: Lokalne narzędzie do zarządzania gwiazdkami GitHub
pt_br: Uma ferramenta de gerenciamento de Estrelas do GitHub com foco local
ru: Инструмент управления звёздами GitHub с приоритетом локальных данных
tr: Yerel öncelikli bir GitHub Yıldız yönetim aracı
uk: Інструмент керування зірками GitHub з пріоритетом локальних даних
vi: Công cụ quản lý GitHub Star ưu tiên cục bộ
zh_hans: 一个本地优先的 GitHub Star 管理工具
zh_hant: 一個本地優先的 GitHub Star 管理工具

# about.overview.title
source: What is Starcat
ar: ما هي Starcat
de: Was ist Starcat
es: ¿Qué es Starcat?
fr: Qu'est-ce que Starcat
id: Apa itu Starcat
it: Cos'è Starcat
ja: Starcatとは
ko: Starcat란 무엇인가
nl: Wat is Starcat
pl: Czym jest Starcat
pt_br: O que é Starcat
ru: Что такое Starcat
tr: Starcat Nedir
uk: Що таке Starcat
vi: Starcat là gì
zh_hans: Starcat 是什么
zh_hant: Starcat 是什麼

# about.privacy.futureCloud.text
source: CloudKit sync is only for the user's own iCloud container; explicit switch and data management entry will be provided in Settings before release.
ar: مزامنة CloudKit تكون فقط لحاوية iCloud الخاصة بالمستخدم؛ سيتم توفير مفتاح تشغيل صريح ومدخل لإدارة البيانات في الإعدادات قبل الإصدار.
de: CloudKit-Synchronisierung erfolgt nur im eigenen iCloud-Container des Benutzers; vor der Veröffentlichung wird in den Einstellungen ein expliziter Schalter und ein Datenverwaltungseintrag bereitgestellt.
es: La sincronización con CloudKit es solo para el contenedor iCloud del usuario; se proporcionará un interruptor explícito y una entrada de gestión de datos en Configuración antes del lanzamiento.
fr: La synchronisation CloudKit est réservée au propre conteneur iCloud de l'utilisateur ; un interrupteur explicite et une entrée de gestion des données seront fournis dans les Réglages avant la publication.
id: Sinkronisasi CloudKit hanya untuk wadah iCloud pengguna sendiri; sakelar eksplisit dan entri manajemen data akan disediakan di Pengaturan sebelum rilis.
it: La sincronizzazione CloudKit è solo per il contenitore iCloud dell'utente; un interruttore esplicito e una voce di gestione dei dati saranno forniti in Impostazioni prima del rilascio.
ja: CloudKit同期はユーザー自身のiCloudコンテナのみを対象とし、リリース前に設定で明示的なスイッチとデータ管理エントリを提供します。
ko: CloudKit 동기화는 사용자 자신의 iCloud 컨테이너에만 해당됩니다. 출시 전에 설정에서 명시적 스위치와 데이터 관리 항목이 제공됩니다.
nl: CloudKit-synchronisatie is alleen voor de eigen iCloud-container van de gebruiker; expliciete schakelaar en gegevensbeheeroptie worden vóór de release in Instellingen geplaatst.
pl: Synchronizacja CloudKit dotyczy tylko własnego kontenera iCloud użytkownika; przed wydaniem w Ustawieniach zostanie dodany wyraźny przełącznik i wpis zarządzania danymi.
pt_br: A sincronização do CloudKit é apenas para o próprio contêiner iCloud do usuário; uma chave explícita e entrada de gerenciamento de dados serão fornecidas em Configurações antes do lançamento.
ru: Синхронизация CloudKit предназначена только для собственного контейнера iCloud пользователя; перед релизом в настройках будет предоставлен явный переключатель и запись управления данными.
tr: CloudKit senkronizasyonu yalnızca kullanıcının kendi iCloud kapsayıcısı içindir; sürümden önce Ayarlar'da açık bir anahtar ve veri yönetimi girişi sağlanacaktır.
uk: Синхронізація CloudKit призначена лише для власного контейнера iCloud користувача; перед випуском у налаштуваннях буде надано явний перемикач та запис керування даними.
vi: Đồng bộ CloudKit chỉ dành cho vùng chứa iCloud của riêng người dùng; công tắc rõ ràng và mục quản lý dữ liệu sẽ được cung cấp trong Cài đặt trước khi phát hành.
zh_hans: CloudKit 同步只用于用户自己的 iCloud 容器，发布前会在设置页提供明确开关与数据管理入口。
zh_hant: CloudKit 同步僅用於用戶自己的 iCloud 容器，發布前會在設定頁提供明確開關與資料管理入口。

# about.privacy.futureCloud.title
source: Future Cloud Sync
ar: المزامنة السحابية المستقبلية
de: Zukünftige Cloud-Synchronisierung
es: Futura Sincronización en la Nube
fr: Futur Cloud Sync
id: Sinkronisasi Cloud Masa Depan
it: Futura Sincronizzazione Cloud
ja: 将来のクラウド同期
ko: 향후 클라우드 동기화
nl: Toekomstige Cloud-synchronisatie
pl: Przyszła synchronizacja w chmurze
pt_br: Futura Sincronização na Nuvem
ru: Будущая облачная синхронизация
tr: Gelecekteki Bulut Senkronizasyonu
uk: Майбутня хмарна синхронізація
vi: Đồng bộ đám mây trong tương lai
zh_hans: 未来云同步
zh_hant: 未來雲端同步
